<?php

return [

    '季節観測' => [
    ],

    '生物季節観測' => [
    ],

    '特殊気象報' => [
    ],

    '紫外線観測データ' => [
    ],

    '全般台風情報' => [
    ],

    '全般台風情報（定型）' => [
    ],

    '全般台風情報（詳細）' => [
    ],

    '台風解析・予報情報（３日予報）' => [
    ],

    '台風解析・予報情報（５日予報）' => [
    ],

    '全般海上警報（定時）' => [
    ],

    '全般海上警報（定時）（Ｈ２９）' => [
    ],

    '全般海上警報（臨時）' => [
    ],

    '全般海上警報（臨時）（Ｈ２９）' => [
    ],

    '地方海上警報' => [
    ],

    '地方海上警報（Ｈ２８）' => [
    ],

    '地方海上予報' => [
    ],

    '地方海上予報（Ｈ２８）' => [
    ],

    '気象警報・注意報' => [
    ],

    '気象特別警報・警報・注意報' => [
    ],

    '気象警報・注意報（Ｈ２７）' => [
    ],

    '指定河川洪水予報 ' => [
    ],

    '土砂災害警戒情報' => [
    ],

    '記録的短時間大雨情報' => [
    ],

    '竜巻注意情報' => [
    ],

    '竜巻注意情報（目撃情報付き）' => [
    ],

    '全般気象情報' => [
    ],

    '地方気象情報' => [
    ],

    '府県気象情報' => [
    ],

    '府県天気概況' => [
    ],

    '府県天気予報' => [
    ],

    '全般週間天気予報' => [
    ],

    '地方週間天気予報' => [
    ],

    '府県週間天気予報' => [
    ],

    'スモッグ気象情報' => [
    ],

    '全般天候情報' => [
    ],

    '地方天候情報' => [
    ],

    '府県天候情報' => [
    ],

    '震度速報' => [
    ],

    '震源に関する情報' => [
    ],

    '顕著な地震の震源要素更新のお知らせ' => [
    ],

    '地震回数に関する情報' => [
    ],

    '地震の活動状況等に関する情報' => [
    ],

    '震源・震度に関する情報' => [
    ],

    '緊急地震速報（予報）' => [
    ],

    '緊急地震速報（警報）' => [
    ],

    '津波情報a' => [
    ],

    '津波警報・注意報・予報a' => [
    ],

    '東海地震予知情報' => [
    ],

    '東海地震注意情報' => [
    ],

    '東海地震観測情報' => [
    ],

    '火山に関するお知らせ' => [
    ],

    '噴火に関する火山観測報' => [
    ],

    '火山の状況に関する解説情報' => [
    ],

    '噴火警報・予報' => [
    ],

    '火山現象に関する海上警報・海上予報' => [
    ],

    '府県海氷予報' => [
    ],

    '全般潮位情報' => [
    ],

    '地方潮位情報' => [
    ],

    '府県潮位情報' => [
    ],

    '全般１か月予報' => [
    ],

    '全般３か月予報' => [
    ],

    '全般暖・寒候期予報' => [
    ],

    '地方１か月予報' => [
    ],

    '地方３か月予報' => [
    ],

    '地方暖・寒候期予報' => [
    ],

    '異常天候早期警戒情報' => [
    ],

    '緊急地震速報配信テスト' => [
    ],

    '全般スモッグ気象情報' => [
    ],

    '地方高温注意情報' => [
    ],

    '府県高温注意情報' => [
    ],

    '地上実況図' => [
        'view' => 'entry.tenkizu',
    ],

    '地上２４時間予想図' => [
        'view' => 'entry.tenkizu',
    ],

    '地上４８時間予想図' => [
        'view' => 'entry.tenkizu',
    ],

    '沖合の津波観測に関する情報' => [
    ],

    '気象特別警報報知' => [
    ],

    'アジア太平洋地上実況図' => [
        'view' => 'entry.tenkizu',
    ],

    'アジア太平洋海上悪天２４時間予想図' => [
        'view' => 'entry.tenkizu',
    ],

    'アジア太平洋海上悪天４８時間予想図' => [
        'view' => 'entry.tenkizu',
    ],

    '降灰予報（定時）' => [
    ],

    '降灰予報（速報）' => [
    ],

    '降灰予報（詳細）' => [
    ],

    '噴火速報' => [
    ],

    '警報級の可能性（明日まで）' => [
    ],

    '警報級の可能性（明後日以降）' => [
    ],

];
